{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      " ": 3,
      "а": 4,
      "б": 5,
      "в": 6,
      "г": 7,
      "д": 8,
      "е": 9,
      "з": 10,
      "и": 11,
      "й": 12,
      "к": 13,
      "л": 14,
      "м": 15,
      "н": 16,
      "о": 17,
      "п": 18,
      "р": 19,
      "с": 20,
      "т": 21,
      "у": 22,
      "ф": 23,
      "х": 24,
      "ч": 25,
      "ш": 26,
      "ы": 27,
      "ю": 28,
      "я": 29,
      "ғ": 30,
      "җ": 31,
      "қ": 32,
      "ң": 33,
      "ү": 34,
      "һ": 35,
      "ә": 36,
      "ө": 37,
      "ни": 38,
      "ли": 39,
      "ди": 40,
      "ти": 41,
      "ар": 42,
      "ан": 43,
      "ән": 44,
      "қи": 45,
      "ри": 46,
      "си": 47,
      "ниң": 48,
      "әр": 49,
      "би": 50,
      "ки": 51,
      "дә": 52,
      "ал": 53,
      "ми": 54,
      "ай": 55,
      "ду": 56,
      "ту": 57,
      "да": 58,
      "әт": 59,
      "бо": 60,
      "чи": 61,
      "ши": 62,
      "му": 63,
      "мә": 64,
      "лар": 65,
      "ған": 66,
      "ға": 67,
      "ла": 68,
      "зи": 69,
      "бол": 70,
      "қа": 71,
      "дин": 72,
      "гә": 73,
      "са": 74,
      "та": 75,
      "ма": 76,
      "кө": 77,
      "тә": 78,
      "бир": 79,
      "бу": 80,
      "йи": 81,
      "лиқ": 82,
      "кә": 83,
      "қу": 84,
      "ба": 85,
      "ке": 86,
      "ва": 87,
      "бил": 88,
      "қо": 89,
      "ләр": 90,
      "ра": 91,
      "мән": 92,
      "кү": 93,
      "қан": 94,
      "то": 95,
      "лири": 96,
      "ун": 97,
      "һә": 98,
      "гән": 99,
      "лә": 100,
      "ги": 101,
      "йе": 102,
      "пи": 103,
      "билән": 104,
      "ғу": 105,
      "әк": 106,
      "үр": 107,
      "лик": 108,
      "ру": 109,
      "кән": 110,
      "сә": 111,
      "йо": 112,
      "қили": 113,
      "пту": 114,
      "чә": 115,
      "ғи": 116,
      "ери": 117,
      "қар": 118,
      "бар": 119,
      "тти": 120,
      "қил": 121,
      "лу": 122,
      "де": 123,
      "үн": 124,
      "иш": 125,
      "вә": 126,
      "на": 127,
      "те": 128,
      "миз": 129,
      "сиз": 130,
      "өз": 131,
      "шу": 132,
      "дақ": 133,
      "хи": 134,
      "май": 135,
      "үш": 136,
      "йә": 137,
      "ңи": 138,
      "дәм": 139,
      "үп": 140,
      "қал": 141,
      "көр": 142,
      "ам": 143,
      "диған": 144,
      "ели": 145,
      "униң": 146,
      "әл": 147,
      "лиду": 148,
      "һа": 149,
      "кәт": 150,
      "дики": 151,
      "па": 152,
      "болу": 153,
      "баш": 154,
      "гү": 155,
      "тур": 156,
      "җи": 157,
      "не": 158,
      "ме": 159,
      "ча": 160,
      "рә": 161,
      "лини": 162,
      "адәм": 163,
      "кәл": 164,
      "дәк": 165,
      "ман": 166,
      "ети": 167,
      "хши": 168,
      "нә": 169,
      "иди": 170,
      "һәр": 171,
      "тин": 172,
      "су": 173,
      "сән": 174,
      "лап": 175,
      "ор": 176,
      "үм": 177,
      "бә": 178,
      "ша": 179,
      "мәй": 180,
      "бе": 181,
      "айи": 182,
      "мәс": 183,
      "йәр": 184,
      "дәп": 185,
      "лиқи": 186,
      "ну": 187,
      "яхши": 188,
      "ңиз": 189,
      "қә": 190,
      "һәм": 191,
      "өзи": 192,
      "шқа": 193,
      "дим": 194,
      "тар": 195,
      "улар": 196,
      "аң": 197,
      "һе": 198,
      "үк": 199,
      "әм": 200,
      "оқу": 201,
      "өт": 202,
      "биз": 203,
      "һи": 204,
      "пу": 205,
      "ой": 206,
      "тип": 207,
      "ала": 208,
      "ви": 209,
      "киши": 210,
      "йәт": 211,
      "болуп": 212,
      "үч": 213,
      "за": 214,
      "со": 215,
      "кки": 216,
      "йоқ": 217,
      "ка": 218,
      "чиқи": 219,
      "луқ": 220,
      "туру": 221,
      "қай": 222,
      "пә": 223,
      "мақ": 224,
      "йү": 225,
      "өл": 226,
      "йин": 227,
      "дәр": 228,
      "икки": 229,
      "ап": 230,
      "ари": 231,
      "чүш": 232,
      "бери": 233,
      "ха": 234,
      "болса": 235,
      "шун": 236,
      "тқан": 237,
      "ху": 238,
      "күн": 239,
      "до": 240,
      "ял": 241,
      "мас": 242,
      "ларни": 243,
      "лим": 244,
      "лан": 245,
      "ле": 246,
      "әнә": 247,
      "бәр": 248,
      "ларниң": 249,
      "чо": 250,
      "сини": 251,
      "кин": 252,
      "тү": 253,
      "болиду": 254,
      "сөз": 255,
      "алди": 256,
      "тәр": 257,
      "мәк": 258,
      "өй": 259,
      "дегән": 260,
      "түр": 261,
      "қандақ": 262,
      "рәк": 263,
      "немә": 264,
      "ңа": 265,
      "лики": 266,
      "сан": 267,
      "кейин": 268,
      "бали": 269,
      "чиқ": 270,
      "лип": 271,
      "лиши": 272,
      "ст": 273,
      "әмәс": 274,
      "ләрни": 275,
      "йәнә": 276,
      "җа": 277,
      "ләй": 278,
      "үчүн": 279,
      "рақ": 280,
      "лаш": 281,
      "болған": 282,
      "дур": 283,
      "тө": 284,
      "вәт": 285,
      "қиз": 286,
      "ин": 287,
      "сун": 288,
      "әң": 289,
      "көп": 290,
      "хо": 291,
      "лирини": 292,
      "кети": 293,
      "қой": 294,
      "он": 295,
      "уни": 296,
      "ләп": 297,
      "шундақ": 298,
      "гәп": 299,
      "сти": 300,
      "шини": 301,
      "ичи": 302,
      "лиди": 303,
      "яш": 304,
      "шә": 305,
      "көз": 306,
      "йол": 307,
      "мәт": 308,
      "үл": 309,
      "чу": 310,
      "елип": 311,
      "қилип": 312,
      "вал": 313,
      "се": 314,
      "чоң": 315,
      "ол": 316,
      "қизи": 317,
      "бәк": 318,
      "айду": 319,
      "кәтти": 320,
      "мни": 321,
      "майду": 322,
      "көң": 323,
      "керәк": 324,
      "ким": 325,
      "тун": 326,
      "кир": 327,
      "дун": 328,
      "тәк": 329,
      "ватқан": 330,
      "еғи": 331,
      "шни": 332,
      "ат": 333,
      "икән": 334,
      "ғур": 335,
      "қари": 336,
      "пар": 337,
      "әс": 338,
      "әп": 339,
      "миған": 340,
      "ларға": 341,
      "ақ": 342,
      "зу": 343,
      "туруп": 344,
      "миси": 345,
      "лүк": 346,
      "ғри": 347,
      "мәктә": 348,
      "ро": 349,
      "сақ": 350,
      "қор": 351,
      "миди": 352,
      "ох": 353,
      "чир": 354,
      "қою": 355,
      "җә": 356,
      "яр": 357,
      "бири": 358,
      "неми": 359,
      "ят": 360,
      "ян": 361,
      "күл": 362,
      "қти": 363,
      "қәт": 364,
      "гүл": 365,
      "дуня": 366,
      "саң": 367,
      "үң": 368,
      "ву": 369,
      "рип": 370,
      "бай": 371,
      "хил": 372,
      "қарап": 373,
      "һеч": 374,
      "ечи": 375,
      "тиду": 376,
      "ис": 377,
      "дди": 378,
      "таш": 379,
      "һал": 380,
      "линип": 381,
      "чақ": 382,
      "дуқ": 383,
      "кичи": 384,
      "йил": 385,
      "қалди": 386,
      "ғини": 387,
      "ач": 388,
      "болди": 389,
      "җан": 390,
      "ей": 391,
      "уй": 392,
      "тики": 393,
      "тап": 394,
      "гәр": 395,
      "сим": 396,
      "из": 397,
      "зир": 398,
      "тил": 399,
      "йүр": 400,
      "лиқини": 401,
      "от": 402,
      "қети": 403,
      "хуш": 404,
      "яман": 405,
      "қири": 406,
      "яқ": 407,
      "ко": 408,
      "тал": 409,
      "тури": 410,
      "тәң": 411,
      "бала": 412,
      "мениң": 413,
      "лән": 414,
      "гини": 415,
      "сү": 416,
      "өр": 417,
      "тини": 418,
      "симу": 419,
      "шип": 420,
      "гүн": 421,
      "ләрниң": 422,
      "маңа": 423,
      "пү": 424,
      "әх": 425,
      "лиған": 426,
      "тим": 427,
      "һазир": 428,
      "сал": 429,
      "техи": 430,
      "даш": 431,
      "нур": 432,
      "ас": 433,
      "ғул": 434,
      "үгүн": 435,
      "әй": 436,
      "мини": 437,
      "нәр": 438,
      "дикән": 439,
      "ени": 440,
      "мәктәп": 441,
      "ләш": 442,
      "кәлди": 443,
      "чағ": 444,
      "дан": 445,
      "арқи": 446,
      "вақи": 447,
      "руқ": 448,
      "хани": 449,
      "али": 450,
      "җу": 451,
      "сир": 452,
      "рап": 453,
      "йүз": 454,
      "күни": 455,
      "йәрдә": 456,
      "қини": 457,
      "қол": 458,
      "аш": 459,
      "күч": 460,
      "ил": 461,
      "вақит": 462,
      "аз": 463,
      "кәлгән": 464,
      "һәт": 465,
      "түн": 466,
      "ңни": 467,
      "ғучи": 468,
      "ани": 469,
      "һар": 470,
      "гүз": 471,
      "тоғ": 472,
      "йези": 473,
      "ндақ": 474,
      "иши": 475,
      "қетим": 476,
      "яз": 477,
      "диси": 478,
      "чирай": 479,
      "кичик": 480,
      "тағ": 481,
      "ғанда": 482,
      "йеңи": 483,
      "лекин": 484,
      "рун": 485,
      "йеқи": 486,
      "маң": 487,
      "бәл": 488,
      "уч": 489,
      "йери": 490,
      "ана": 491,
      "күз": 492,
      "туқ": 493,
      "қилиду": 494,
      "уйғур": 495,
      "лақ": 496,
      "әтти": 497,
      "һәри": 498,
      "ава": 499,
      "бүгүн": 500,
      "миң": 501,
      "сам": 502,
      "ахи": 503,
      "ге": 504,
      "лай": 505,
      "бағ": 506,
      "бәзи": 507,
      "кели": 508,
      "тор": 509,
      "билим": 510,
      "ликини": 511,
      "пәр": 512,
      "башқи": 513,
      "сил": 514,
      "кәч": 515,
      "қалған": 516,
      "бақ": 517,
      "вай": 518,
      "охша": 519,
      "ван": 520,
      "ләргә": 521,
      "тез": 522,
      "айити": 523,
      "кәткән": 524,
      "че": 525,
      "әмди": 526,
      "бө": 527,
      "тиш": 528,
      "чилик": 529,
      "тох": 530,
      "униңға": 531,
      "көрүп": 532,
      "дүр": 533,
      "нәч": 534,
      "ғун": 535,
      "ата": 536,
      "сәң": 537,
      "кар": 538,
      "чәк": 539,
      "қери": 540,
      "мәйду": 541,
      "башқа": 542,
      "латти": 543,
      "қилған": 544,
      "чирайлиқ": 545,
      "қилиш": 546,
      "мниң": 547,
      "чө": 548,
      "сийә": 549,
      "вети": 550,
      "тили": 551,
      "били": 552,
      "хә": 553,
      "қатти": 554,
      "яси": 555,
      "келип": 556,
      "тири": 557,
      "сида": 558,
      "уларниң": 559,
      "бәт": 560,
      "ран": 561,
      "чан": 562,
      "орун": 563,
      "хушал": 564,
      "лириниң": 565,
      "лишип": 566,
      "мо": 567,
      "чиқип": 568,
      "ку": 569,
      "кийи": 570,
      "сәт": 571,
      "мигән": 572,
      "пул": 573,
      "нәччә": 574,
      "мушу": 575,
      "әти": 576,
      "беши": 577,
      "дост": 578,
      "үз": 579,
      "риду": 580,
      "һәқи": 581,
      "ғили": 582,
      "көңүл": 583,
      "лам": 584,
      "тқу": 585,
      "муһи": 586,
      "аман": 587,
      "һайити": 588,
      "тура": 589,
      "наһайити": 590,
      "кишиләр": 591,
      "һәй": 592,
      "пади": 593,
      "өзини": 594,
      "яки": 595,
      "һу": 596,
      "синиң": 597,
      "дәй": 598,
      "қара": 599,
      "мени": 600,
      "сәк": 601,
      "вақти": 602,
      "ләт": 603,
      "ққи": 604,
      "гүр": 605,
      "пәй": 606,
      "һәммә": 607,
      "тоғра": 608,
      "йени": 609,
      "сәл": 610,
      "көрүн": 611,
      "күчи": 612,
      "вәр": 613,
      "зини": 614,
      "охшаш": 615,
      "лған": 616,
      "по": 617,
      "өс": 618,
      "ғач": 619,
      "қур": 620,
      "ичидә": 621,
      "хотун": 622,
      "қат": 623,
      "меһ": 624,
      "мға": 625,
      "тәрәп": 626,
      "йити": 627,
      "гүзәл": 628,
      "пай": 629,
      "дада": 630,
      "әқил": 631,
      "рини": 632,
      "хәт": 633,
      "дар": 634,
      "чү": 635,
      "сиңиз": 636,
      "йиғ": 637,
      "им": 638,
      "шқан": 639,
      "әмма": 640,
      "йни": 641,
      "пти": 642,
      "уз": 643,
      "ңлар": 644,
      "йиги": 645,
      "шти": 646,
      "дум": 647,
      "қилди": 648,
      "мизниң": 649,
      "фи": 650,
      "дәпту": 651,
      "вән": 652,
      "йирақ": 653,
      "лиққа": 654,
      "нчи": 655,
      "көтүр": 656,
      "бизниң": 657,
      "рәң": 658,
      "һес": 659,
      "үсти": 660,
      "болсун": 661,
      "йеқин": 662,
      "туту": 663,
      "инсан": 664,
      "гири": 665,
      "гили": 666,
      "ре": 667,
      "қаттиқ": 668,
      "деди": 669,
      "ишли": 670,
      "шуниң": 671,
      "ттин": 672,
      "турған": 673,
      "гиз": 674,
      "учу": 675,
      "әз": 676,
      "берип": 677,
      "һеса": 678,
      "һәл": 679,
      "пүтүн": 680,
      "линиду": 681,
      "бойи": 682,
      "аи": 683,
      "қис": 684,
      "мәси": 685,
      "сиға": 686,
      "ларда": 687,
      "шкә": 688,
      "ниди": 689,
      "бурун": 690,
      "шәк": 691,
      "ати": 692,
      "рәт": 693,
      "млиқ": 694,
      "айри": 695,
      "қоли": 696,
      "ватиду": 697,
      "сәм": 698,
      "нурғун": 699,
      "һәрикәт": 700,
      "оғ": 701,
      "мум": 702,
      "ак": 703,
      "лардин": 704,
      "ләйду": 705,
      "ям": 706,
      "сип": 707,
      "қун": 708,
      "болмайду": 709,
      "түз": 710,
      "тери": 711,
      "юқири": 712,
      "кита": 713,
      "адә": 714,
      "сидин": 715,
      "кини": 716,
      "мәр": 717,
      "үми": 718,
      "тәй": 719,
      "һая": 720,
      "сул": 721,
      "чағда": 722,
      "дүш": 723,
      "той": 724,
      "силәр": 725,
      "пе": 726,
      "кәм": 727,
      "йәргә": 728,
      "хт": 729,
      "узун": 730,
      "мал": 731,
      "өзиниң": 732,
      "қир": 733,
      "миса": 734,
      "бундақ": 735,
      "гәндә": 736,
      "туратти": 737,
      "чилиқ": 738,
      "рәп": 739,
      "шәһәр": 740,
      "аса": 741,
      "елиш": 742,
      "аял": 743,
      "сөй": 744,
      "мәш": 745,
      "көзи": 746,
      "мүр": 747,
      "хәл": 748,
      "қатар": 749,
      "ойли": 750,
      "мумкин": 751,
      "үпту": 752,
      "болмас": 753,
      "буниң": 754,
      "еғир": 755,
      "тайи": 756,
      "қилал": 757,
      "арқилиқ": 758,
      "мизни": 759,
      "китаб": 760,
      "руп": 761,
      "ғин": 762,
      "пур": 763,
      "дәрәх": 764,
      "һесаб": 765,
      "техиму": 766,
      "қап": 767,
      "дир": 768,
      "бәш": 769,
      "нури": 770,
      "мақчи": 771,
      "төт": 772,
      "ғучә": 773,
      "һәммиси": 774,
      "игә": 775,
      "әмә": 776,
      "әһ": 777,
      "луп": 778,
      "турму": 779,
      "орни": 780,
      "сори": 781,
      "қуяш": 782,
      "қум": 783,
      "шән": 784,
      "тону": 785,
      "һаят": 786,
      "мана": 787,
      "һәмми": 788,
      "зә": 789,
      "һай": 790,
      "хиз": 791,
      "ишни": 792,
      "җава": 793,
      "өзүм": 794,
      "кири": 795,
      "буни": 796,
      "майдиған": 797,
      "сениң": 798,
      "сери": 799,
      "муна": 800,
      "башлиди": 801,
      "йәттә": 802,
      "муһим": 803,
      "боли": 804,
      "қанчә": 805,
      "қайтип": 806,
      "өгини": 807,
      "хан": 808,
      "ғо": 809,
      "мил": 810,
      "ағри": 811,
      "өзүң": 812,
      "ддий": 813,
      "пат": 814,
      "балилар": 815,
      "туз": 816,
      "сүр": 817,
      "мақта": 818,
      "ашу": 819,
      "кирип": 820,
      "йеши": 821,
      "болуши": 822,
      "пәқәт": 823,
      "ямғур": 824,
      "бал": 825,
      "тәби": 826,
      "кечи": 827,
      "ундақ": 828,
      "әгәр": 829,
      "мәң": 830,
      "топ": 831,
      "ңизни": 832,
      "қоюп": 833,
      "яғ": 834,
      "қайси": 835,
      "ав": 836,
      "андин": 837,
      "тақ": 838,
      "яри": 839,
      "алтун": 840,
      "тепи": 841,
      "адәмләр": 842,
      "ахир": 843,
      "оғул": 844,
      "чар": 845,
      "бопту": 846,
      "зим": 847,
      "немишқа": 848,
      "тимән": 849,
      "болсиму": 850,
      "чоқу": 851,
      "дини": 852,
      "айдиған": 853,
      "зан": 854,
      "мүш": 855,
      "кил": 856,
      "йүгүр": 857,
      "йерим": 858,
      "лиси": 859,
      "исси": 860,
      "гө": 861,
      "еһ": 862,
      "өзигә": 863,
      "ланған": 864,
      "ечип": 865,
      "оң": 866,
      "тәт": 867,
      "ух": 868,
      "диқ": 869,
      "амал": 870,
      "йду": 871,
      "шуңа": 872,
      "җайи": 873,
      "дава": 874,
      "тари": 875,
      "ит": 876,
      "дила": 877,
      "мин": 878,
      "кәйни": 879,
      "ләм": 880,
      "һалда": 881,
      "кийим": 882,
      "бовай": 883,
      "бул": 884,
      "идим": 885,
      "төвән": 886,
      "еле": 887,
      "мушундақ": 888,
      "қоғ": 889,
      "ғуз": 890,
      "ич": 891,
      "чиққан": 892,
      "зири": 893,
      "бәрди": 894,
      "һайван": 895,
      "сап": 896,
      "там": 897,
      "бирақ": 898,
      "өйгә": 899,
      "лидикән": 900,
      "қий": 901,
      "лум": 902,
      "һәқиқәт": 903,
      "хизмәт": 904,
      "теле": 905,
      "луғ": 906,
      "тан": 907,
      "тлиқ": 908,
      "өйи": 909,
      "тир": 910,
      "лиридин": 911,
      "җаваб": 912,
      "җри": 913,
      "өткүз": 914,
      "көргән": 915,
      "зар": 916,
      "келиду": 917,
      "тән": 918,
      "һан": 919,
      "чоқум": 920,
      "га": 921,
      "һқан": 922,
      "пини": 923,
      "деһқан": 924,
      "қәр": 925,
      "сизи": 926,
      "адәмниң": 927,
      "охш": 928,
      "үмид": 929,
      "ус": 930,
      "һели": 931,
      "мидим": 932,
      "асан": 933,
      "шар": 934,
      "линиш": 935,
      "чүшән": 936,
      "йәни": 937,
      "қараң": 938,
      "аваз": 939,
      "тайин": 940,
      "уза": 941,
      "юр": 942,
      "қим": 943,
      "тәс": 944,
      "но": 945,
      "шаһ": 946,
      "бизгә": 947,
      "шниң": 948,
      "кетипту": 949,
      "хти": 950,
      "юн": 951,
      "аңли": 952,
      "апам": 953,
      "оғри": 954,
      "чиқти": 955,
      "сени": 956,
      "кан": 957,
      "рәһ": 958,
      "оқуғучи": 959,
      "мунаси": 960,
      "улуғ": 961,
      "өч": 962,
      "чиқар": 963,
      "чүшүп": 964,
      "әтлик": 965,
      "қәл": 966,
      "татти": 967,
      "нини": 968,
      "көк": 969,
      "һәб": 970,
      "тимиз": 971,
      "ясин": 972,
      "тамақ": 973,
      "сәвә": 974,
      "лди": 975,
      "болмиған": 976,
      "худди": 977,
      "мий": 978,
      "шиға": 979,
      "саәт": 980,
      "мәһәл": 981,
      "муһәб": 982,
      "барлиқ": 983,
      "лиму": 984,
      "луқи": 985,
      "мун": 986,
      "қапту": 987,
      "биллә": 988,
      "дәл": 989,
      "унту": 990,
      "һава": 991,
      "өтүп": 992,
      "пәйда": 993,
      "меһман": 994,
      "қатарлиқ": 995,
      "ве": 996,
      "тут": 997,
      "кал": 998,
      "йетип": 999
    },
    "merges": [
      "н и",
      "л и",
      "д и",
      "т и",
      "а р",
      "а н",
      "ә н",
      "қ и",
      "р и",
      "с и",
      "ни ң",
      "ә р",
      "б и",
      "к и",
      "д ә",
      "а л",
      "м и",
      "а й",
      "д у",
      "т у",
      "д а",
      "ә т",
      "б о",
      "ч и",
      "ш и",
      "м у",
      "м ә",
      "л ар",
      "ғ ан",
      "ғ а",
      "л а",
      "з и",
      "бо л",
      "қ а",
      "ди н",
      "г ә",
      "с а",
      "т а",
      "м а",
      "к ө",
      "т ә",
      "би р",
      "б у",
      "й и",
      "ли қ",
      "к ә",
      "қ у",
      "б а",
      "к е",
      "в а",
      "би л",
      "қ о",
      "л әр",
      "р а",
      "м ән",
      "к ү",
      "қ ан",
      "т о",
      "ли ри",
      "у н",
      "һ ә",
      "г ән",
      "л ә",
      "г и",
      "й е",
      "п и",
      "бил ән",
      "ғ у",
      "ә к",
      "ү р",
      "ли к",
      "р у",
      "к ән",
      "с ә",
      "й о",
      "қи ли",
      "п ту",
      "ч ә",
      "ғ и",
      "е ри",
      "қ ар",
      "б ар",
      "т ти",
      "қи л",
      "л у",
      "д е",
      "ү н",
      "и ш",
      "в ә",
      "н а",
      "т е",
      "ми з",
      "си з",
      "ө з",
      "ш у",
      "да қ",
      "х и",
      "м ай",
      "ү ш",
      "й ә",
      "ң и",
      "дә м",
      "ү п",
      "қ ал",
      "кө р",
      "а м",
      "ди ған",
      "е ли",
      "у ниң",
      "ә л",
      "ли ду",
      "һ а",
      "к әт",
      "ди ки",
      "п а",
      "бол у",
      "ба ш",
      "г ү",
      "ту р",
      "җ и",
      "н е",
      "м е",
      "ч а",
      "р ә",
      "ли ни",
      "а дәм",
      "кә л",
      "дә к",
      "м ан",
      "е ти",
      "х ши",
      "н ә",
      "и ди",
      "һ әр",
      "ти н",
      "с у",
      "с ән",
      "ла п",
      "о р",
      "ү м",
      "б ә",
      "ш а",
      "мә й",
      "б е",
      "ай и",
      "мә с",
      "й әр",
      "дә п",
      "ли қи",
      "н у",
      "я хши",
      "ңи з",
      "қ ә",
      "һә м",
      "ө зи",
      "ш қа",
      "ди м",
      "т ар",
      "у лар",
      "а ң",
      "һ е",
      "ү к",
      "ә м",
      "о қу",
      "ө т",
      "би з",
      "һ и",
      "п у",
      "о й",
      "ти п",
      "ал а",
      "в и",
      "ки ши",
      "й әт",
      "болу п",
      "ү ч",
      "з а",
      "с о",
      "к ки",
      "йо қ",
      "к а",
      "чи қи",
      "лу қ",
      "ту ру",
      "қ ай",
      "п ә",
      "ма қ",
      "й ү",
      "ө л",
      "йи н",
      "д әр",
      "и кки",
      "а п",
      "ар и",
      "ч үш",
      "б ери",
      "х а",
      "бол са",
      "ш ун",
      "т қан",
      "х у",
      "кү н",
      "д о",
      "я л",
      "ма с",
      "лар ни",
      "ли м",
      "л ан",
      "л е",
      "ән ә",
      "б әр",
      "лар ниң",
      "ч о",
      "си ни",
      "ки н",
      "т ү",
      "бо лиду",
      "с өз",
      "ал ди",
      "т әр",
      "мә к",
      "ө й",
      "де гән",
      "т үр",
      "қан дақ",
      "р әк",
      "не мә",
      "ң а",
      "ли ки",
      "с ан",
      "ке йин",
      "ба ли",
      "чи қ",
      "ли п",
      "ли ши",
      "с т",
      "ә мәс",
      "ләр ни",
      "й әнә",
      "җ а",
      "лә й",
      "үч үн",
      "ра қ",
      "ла ш",
      "бол ған",
      "ду р",
      "т ө",
      "в әт",
      "қи з",
      "и н",
      "с ун",
      "ә ң",
      "кө п",
      "х о",
      "лири ни",
      "ке ти",
      "қо й",
      "о н",
      "у ни",
      "лә п",
      "шун дақ",
      "гә п",
      "с ти",
      "ши ни",
      "и чи",
      "ли ди",
      "я ш",
      "ш ә",
      "кө з",
      "йо л",
      "м әт",
      "ү л",
      "ч у",
      "ели п",
      "қили п",
      "в ал",
      "с е",
      "чо ң",
      "о л",
      "қи зи",
      "б әк",
      "ай ду",
      "кәт ти",
      "м ни",
      "май ду",
      "кө ң",
      "ке рәк",
      "ки м",
      "ту н",
      "ки р",
      "ду н",
      "тә к",
      "ва тқан",
      "е ғи",
      "ш ни",
      "а т",
      "и кән",
      "ғу р",
      "қар и",
      "п ар",
      "ә с",
      "ә п",
      "ми ған",
      "лар ға",
      "а қ",
      "з у",
      "туру п",
      "ми си",
      "л үк",
      "ғ ри",
      "мәк тә",
      "р о",
      "са қ",
      "қо р",
      "ми ди",
      "о х",
      "чи р",
      "қо ю",
      "җ ә",
      "я р",
      "би ри",
      "не ми",
      "я т",
      "я н",
      "кү л",
      "қ ти",
      "қ әт",
      "гү л",
      "дун я",
      "са ң",
      "ү ң",
      "в у",
      "ри п",
      "б ай",
      "хи л",
      "қар ап",
      "һе ч",
      "е чи",
      "ти ду",
      "и с",
      "д ди",
      "та ш",
      "һ ал",
      "лини п",
      "ча қ",
      "ду қ",
      "ки чи",
      "йи л",
      "қал ди",
      "ғи ни",
      "а ч",
      "бол ди",
      "җ ан",
      "е й",
      "у й",
      "ти ки",
      "та п",
      "г әр",
      "си м",
      "и з",
      "зи р",
      "ти л",
      "й үр",
      "лиқи ни",
      "о т",
      "қ ети",
      "ху ш",
      "я ман",
      "қи ри",
      "я қ",
      "к о",
      "т ал",
      "ту ри",
      "тә ң",
      "б ала",
      "ме ниң",
      "л ән",
      "ги ни",
      "с ү",
      "ө р",
      "ти ни",
      "си му",
      "ши п",
      "г үн",
      "ләр ниң",
      "ма ңа",
      "п ү",
      "ә х",
      "ли ған",
      "ти м",
      "һа зир",
      "с ал",
      "те хи",
      "да ш",
      "ну р",
      "а с",
      "ғу л",
      "ү гүн",
      "ә й",
      "ми ни",
      "н әр",
      "ди кән",
      "е ни",
      "мәктә п",
      "лә ш",
      "кәл ди",
      "ча ғ",
      "д ан",
      "ар қи",
      "ва қи",
      "ру қ",
      "ха ни",
      "а ли",
      "җ у",
      "си р",
      "ра п",
      "йү з",
      "кү ни",
      "йәр дә",
      "қи ни",
      "қо л",
      "а ш",
      "кү ч",
      "и л",
      "вақи т",
      "а з",
      "кәл гән",
      "һ әт",
      "т үн",
      "ң ни",
      "ғу чи",
      "а ни",
      "һ ар",
      "гү з",
      "то ғ",
      "йе зи",
      "н дақ",
      "и ши",
      "қети м",
      "я з",
      "ди си",
      "чир ай",
      "кичи к",
      "та ғ",
      "ған да",
      "йе ңи",
      "ле кин",
      "р ун",
      "йе қи",
      "ма ң",
      "б әл",
      "у ч",
      "йе ри",
      "ан а",
      "кү з",
      "ту қ",
      "қили ду",
      "уй ғур",
      "ла қ",
      "әт ти",
      "һә ри",
      "а ва",
      "б үгүн",
      "ми ң",
      "са м",
      "а хи",
      "г е",
      "л ай",
      "ба ғ",
      "бә зи",
      "ке ли",
      "то р",
      "би лим",
      "лики ни",
      "п әр",
      "баш қи",
      "си л",
      "кә ч",
      "қал ған",
      "ба қ",
      "в ай",
      "ох ша",
      "в ан",
      "ләр гә",
      "те з",
      "айи ти",
      "кәт кән",
      "ч е",
      "әм ди",
      "б ө",
      "ти ш",
      "чи лик",
      "то х",
      "униң ға",
      "көр үп",
      "д үр",
      "нә ч",
      "ғ ун",
      "а та",
      "сә ң",
      "к ар",
      "ч әк",
      "қ ери",
      "мәй ду",
      "баш қа",
      "ла тти",
      "қил ған",
      "чирай лиқ",
      "қили ш",
      "м ниң",
      "ч ө",
      "си йә",
      "в ети",
      "ти ли",
      "би ли",
      "х ә",
      "қа тти",
      "я си",
      "ке лип",
      "ти ри",
      "си да",
      "улар ниң",
      "б әт",
      "р ан",
      "ч ан",
      "ор ун",
      "хуш ал",
      "лири ниң",
      "лиши п",
      "м о",
      "чиқи п",
      "к у",
      "ки йи",
      "с әт",
      "ми гән",
      "пу л",
      "нәч чә",
      "му шу",
      "ә ти",
      "бе ши",
      "до ст",
      "ү з",
      "ри ду",
      "һә қи",
      "ғи ли",
      "көң үл",
      "ла м",
      "т қу",
      "му һи",
      "ам ан",
      "һ айити",
      "ту ра",
      "на һайити",
      "киши ләр",
      "һә й",
      "па ди",
      "өзи ни",
      "я ки",
      "һ у",
      "си ниң",
      "дә й",
      "қар а",
      "ме ни",
      "с әк",
      "ва қти",
      "л әт",
      "қ қи",
      "г үр",
      "пә й",
      "һәм мә",
      "тоғ ра",
      "йе ни",
      "сә л",
      "көр үн",
      "кү чи",
      "в әр",
      "зи ни",
      "охша ш",
      "л ған",
      "п о",
      "ө с",
      "ға ч",
      "қу р",
      "ичи дә",
      "хо тун",
      "қа т",
      "ме һ",
      "м ға",
      "тәр әп",
      "йи ти",
      "гүз әл",
      "п ай",
      "да да",
      "ә қил",
      "ри ни",
      "х әт",
      "д ар",
      "ч ү",
      "си ңиз",
      "йи ғ",
      "и м",
      "ш қан",
      "әм ма",
      "й ни",
      "п ти",
      "у з",
      "ң лар",
      "йи ги",
      "ш ти",
      "ду м",
      "қил ди",
      "миз ниң",
      "ф и",
      "дә пту",
      "в ән",
      "йи рақ",
      "лиқ қа",
      "н чи",
      "кө түр",
      "биз ниң",
      "рә ң",
      "һе с",
      "ү сти",
      "бол сун",
      "йеқи н",
      "ту ту",
      "ин сан",
      "ги ри",
      "ги ли",
      "р е",
      "қатти қ",
      "де ди",
      "иш ли",
      "шу ниң",
      "тти н",
      "тур ған",
      "ги з",
      "у чу",
      "ә з",
      "бери п",
      "һе са",
      "һә л",
      "пү түн",
      "лини ду",
      "бо йи",
      "а и",
      "қи с",
      "мә си",
      "си ға",
      "лар да",
      "ш кә",
      "ни ди",
      "бу рун",
      "ш әк",
      "а ти",
      "р әт",
      "м лиқ",
      "ай ри",
      "қо ли",
      "ва тиду",
      "сә м",
      "нур ғун",
      "һәри кәт",
      "о ғ",
      "му м",
      "а к",
      "лар дин",
      "ләй ду",
      "я м",
      "си п",
      "қу н",
      "бол майду",
      "тү з",
      "т ери",
      "ю қири",
      "ки та",
      "а дә",
      "си дин",
      "ки ни",
      "м әр",
      "ү ми",
      "тә й",
      "һа я",
      "су л",
      "чағ да",
      "д үш",
      "то й",
      "си ләр",
      "п е",
      "кә м",
      "йәр гә",
      "х т",
      "уз ун",
      "м ал",
      "өзи ниң",
      "қи р",
      "ми са",
      "бу ндақ",
      "гән дә",
      "тура тти",
      "чи лиқ",
      "рә п",
      "шә һәр",
      "а са",
      "ели ш",
      "а ял",
      "с өй",
      "мә ш",
      "кө зи",
      "м үр",
      "х әл",
      "қа тар",
      "ой ли",
      "мум кин",
      "ү пту",
      "бол мас",
      "бу ниң",
      "еғи р",
      "т айи",
      "қил ал",
      "арқи лиқ",
      "миз ни",
      "кита б",
      "ру п",
      "ғи н",
      "пу р",
      "дәр әх",
      "һеса б",
      "техи му",
      "қа п",
      "ди р",
      "бә ш",
      "ну ри",
      "мақ чи",
      "т өт",
      "ғу чә",
      "һәм миси",
      "и гә",
      "ә мә",
      "ә һ",
      "лу п",
      "тур му",
      "ор ни",
      "со ри",
      "қу яш",
      "қу м",
      "ш ән",
      "то ну",
      "һа ят",
      "ман а",
      "һәм ми",
      "з ә",
      "һ ай",
      "хи з",
      "иш ни",
      "җа ва",
      "өз үм",
      "ки ри",
      "бу ни",
      "май диған",
      "се ниң",
      "с ери",
      "му на",
      "баш лиди",
      "йәт тә",
      "муһи м",
      "бо ли",
      "қан чә",
      "қай тип",
      "ө гини",
      "х ан",
      "ғ о",
      "ми л",
      "а ғри",
      "өз үң",
      "дди й",
      "па т",
      "бали лар",
      "ту з",
      "с үр",
      "мақ та",
      "а шу",
      "ки рип",
      "йе ши",
      "болу ши",
      "пә қәт",
      "ям ғур",
      "б ал",
      "тә би",
      "ке чи",
      "ун дақ",
      "ә гәр",
      "мә ң",
      "то п",
      "ңиз ни",
      "қою п",
      "я ғ",
      "қай си",
      "а в",
      "ан дин",
      "та қ",
      "я ри",
      "ал тун",
      "те пи",
      "адәм ләр",
      "ахи р",
      "о ғул",
      "ч ар",
      "бо пту",
      "зи м",
      "неми шқа",
      "ти мән",
      "бол симу",
      "ч оқу",
      "ди ни",
      "ай диған",
      "з ан",
      "м үш",
      "ки л",
      "йү гүр",
      "йери м",
      "ли си",
      "ис си",
      "г ө",
      "е һ",
      "өзи гә",
      "лан ған",
      "ечи п",
      "о ң",
      "т әт",
      "у х",
      "ди қ",
      "ам ал",
      "й ду",
      "шу ңа",
      "җ айи",
      "да ва",
      "тар и",
      "и т",
      "ди ла",
      "ми н",
      "кә йни",
      "лә м",
      "һал да",
      "кийи м",
      "бо вай",
      "бу л",
      "иди м",
      "тө вән",
      "е ле",
      "му шундақ",
      "қо ғ",
      "ғу з",
      "и ч",
      "чиқ қан",
      "зи ри",
      "бәр ди",
      "һай ван",
      "са п",
      "та м",
      "бир ақ",
      "өй гә",
      "лиди кән",
      "қи й",
      "лу м",
      "һәқи қәт",
      "хиз мәт",
      "те ле",
      "лу ғ",
      "т ан",
      "т лиқ",
      "ө йи",
      "ти р",
      "лири дин",
      "җава б",
      "җ ри",
      "өт күз",
      "көр гән",
      "з ар",
      "ке лиду",
      "т ән",
      "һ ан",
      "чоқу м",
      "г а",
      "һ қан",
      "пи ни",
      "де һқан",
      "қ әр",
      "си зи",
      "адәм ниң",
      "ох ш",
      "үми д",
      "у с",
      "һ ели",
      "ми дим",
      "а сан",
      "ш ар",
      "лини ш",
      "чүш ән",
      "йә ни",
      "қар аң",
      "ава з",
      "тайи н",
      "у за",
      "ю р",
      "қи м",
      "тә с",
      "н о",
      "ша һ",
      "биз гә",
      "ш ниң",
      "кети пту",
      "х ти",
      "ю н",
      "аң ли",
      "ап ам",
      "о ғри",
      "чиқ ти",
      "се ни",
      "к ан",
      "рә һ",
      "оқу ғучи",
      "муна си",
      "у луғ",
      "ө ч",
      "чи қар",
      "чүш үп",
      "әт лик",
      "қ әл",
      "та тти",
      "ни ни",
      "кө к",
      "һә б",
      "ти миз",
      "яси н",
      "та мақ",
      "сә вә",
      "л ди",
      "бол миған",
      "ху дди",
      "ми й",
      "ши ға",
      "са әт",
      "мә һәл",
      "му һәб",
      "бар лиқ",
      "ли му",
      "лу қи",
      "му н",
      "қа пту",
      "бил лә",
      "дә л",
      "ун ту",
      "һа ва",
      "өт үп",
      "пәй да",
      "меһ ман",
      "қатар лиқ",
      "в е",
      "ту т",
      "к ал",
      "йе тип"
    ]
  }
}